{
    "frases_motivacionales": [
      "Cada día es una nueva oportunidad para aprender algo nuevo.",
      "No te rindas, el esfuerzo de hoy será tu éxito mañana.",
      "Estudiar no es una obligación, es una inversión en ti mismo.",
      "Pequeños pasos cada día te llevan a grandes resultados.",
      "El conocimiento es la llave que abre todas las puertas.",
      "Cree en ti, estás más cerca de lo que imaginas.",
      "Tu futuro empieza con lo que haces hoy, no mañana.",
      "Los errores son parte del aprendizaje, sigue adelante.",
      "La disciplina vence al talento cuando el talento no se esfuerza.",
      "No esperes motivación, crea el hábito y la motivación vendrá sola.",
      "Cada logro comienza con la decisión de intentarlo.",
      "Tú puedes con esto y mucho más.",
      "El éxito se construye clase a clase, día a día.",
      "Nunca es tarde para aprender algo nuevo.",
      "Estudiar es creer en tu propio futuro.",
      "Haz hoy lo que otros no quieren, y mañana vivirás como otros no pueden.",
      "No importa cuán lento avances, siempre que no te detengas.",
      "El aprendizaje es el único tesoro que nadie puede quitarte.",
      "Sigue, incluso cuando cueste; estás creciendo.",
      "Tu mente es poderosa, aliméntala con conocimiento.",
      "Aprender algo nuevo cada día te acerca a tus sueños.",
      "El esfuerzo constante vence cualquier obstáculo.",
      "Cada error te enseña algo valioso, aprovéchalo.",
      "El éxito no llega por suerte, llega por constancia.",
      "Tu actitud determina tu altitud.",
      "Estudia con pasión, no por obligación.",
      "Tu dedicación de hoy será tu orgullo de mañana.",
      "Nunca subestimes el poder de seguir intentando.",
      "Quien estudia con propósito, avanza con fuerza.",
      "Los grandes logros comienzan con pequeños esfuerzos.",
      "Confía en el proceso, no solo en el resultado.",
      "No busques excusas, busca razones para avanzar.",
      "La clave del éxito es empezar, aunque no te sientas listo.",
      "Cada página que leas te hace más fuerte.",
      "Aprender es un viaje, no una carrera.",
      "No estudies para aprobar, estudia para entender.",
      "Tu esfuerzo tiene más valor del que imaginas.",
      "Cada desafío es una oportunidad disfrazada.",
      "El conocimiento te hará libre.",
      "Tu futuro depende de lo que hagas en el presente.",
      "Si puedes soñarlo, puedes lograrlo.",
      "Haz de tus metas una prioridad diaria.",
      "El estudio de hoy será la victoria de mañana.",
      "El éxito comienza con una mente positiva.",
      "No dejes que el cansancio te quite lo que el esfuerzo ha logrado.",
      "No compares tu progreso, celebra tu crecimiento.",
      "Cada día de estudio es un paso más hacia tus metas.",
      "Aprender es sembrar el futuro.",
      "Eres capaz de más de lo que imaginas.",
      "Estudiar también es una forma de cuidarte."
    ]
  }
  